<template>
	<main class="docs-page">
		<div class="container">
			<CardWrapper
				:icon="require(`@/assets/img/icons/condition.svg`)"
				title="Условия доступа к интернет-ресурсу"
				v-if="routeParam === 'conditions'"
			>
				<template v-slot:mainContent>
					<p class="text--sm-bold">Уважаемые Пользователи данного интернет-ресурса!</p>
					<p class="text--small">
						Настоящие Условия доступа к интернет-ресурсу и условия пользования интернет-ресурсом являются для Вас обязательными и
						подготовлены в соответствии с законодательством Республики Казахстан об информатизации, об охране интеллектуальной
						собственности, о персональных данных и их защите, законодательством в области здравоохранения и другими нормативными правовыми
						актами и международными договорами.
					</p>
					<p class="text--sm-bold">1. Термины и определения</p>
					<p class="text--sm-bold">Перечисленные ниже термины используются в настоящих Условиях в следующих значениях:</p>
					<p class="text--small">
						1.1. Группа компаний Тева – следующие лица, как вместе, так и каждое в отдельности: компания Teva Pharmaceutical Industries
						Limited, её дочерние и взаимосвязанные организации и филиалы, а также по её решению – другие юридические лица, входящие в группу
						компаний Тева, включая Компанию.
					</p>
					<p class="text--small">
						1.2. Интеллектуальная Собственность – доменное имя; дизайн Сайта; коды, содержащиеся в пользовательском интерфейсе и структуре
						данного Сайта; вся Информация, включая, в том числе, изображения, объекты авторского права, объекты смежных прав, товарные
						знаки, фирменные наименования, торговые наименования, логотипы, знаки обслуживания, изобретения, полезные модели, промышленные
						образцы, патенты, торговые секреты; иные объекты интеллектуальной собственности, представленные на Сайте; программное
						обеспечение Сайта.
					</p>
					<p class="text--small">
						1.3. Информация – содержимое Сайта, включая всю и любую информацию, размещённую на Сайте, в любой форме и в любом выражении (в
						том числе, графическом, текстовом, аудио и/или визуальном или ином), подкасты, данные, содержащиеся в RSS и Atom- каналах
						(лентах) и файлах.
					</p>
					<p class="text--small">
						1.4. Компания – Товарищество с ограниченной ответственностью "ратиофарм Казахстан" (БИН 071 040 003 425).
					</p>
					<p class="text--small">
						1.5. Пользователь – любой посетитель Сайта, любое лицо, осуществляющее ознакомление с Информацией, или претендующее на доступ к
						Сайту или Информации.
					</p>
					<p class="text--small">
						1.6. Разрешённое Использование – ознакомление в личных некоммерческих целях с Информацией, находящейся в открытом для данной
						категории Пользователей доступе на Сайте, при условии ненарушения Пользователем установленных запретов и ограничений.
					</p>
					<p class="text--small">1.7. Сайт – настоящий интернет-ресурс.</p>
					<p class="text--small">1.8. Условия – настоящие Условия доступа к интернет-ресурсу и условия пользования интернет-ресурсом.</p>
					<p class="text--sm-bold">2. Принадлежность Сайта</p>
					<p class="text--small">2.1. Сайт принадлежит Компании. Компания является собственником и администратором Сайта.</p>
					<p class="text--small">
						2.2. Компания обладает лицензией Республики Казахстан на фармацевтическую деятельность (подвид – оптовая реализация
						лекарственных средств) № 17006405, выданной 13 апреля 2017 года Управлением предпринимательства и индустриально-инновационного
						развития города Алматы Акимата города Алматы (дата первичной выдачи – 30 августа 2012 года).
					</p>
					<p class="text--sm-bold">3. Обязательность Условий</p>
					<p class="text--small">3.1. Условия являются обязательными для всех Пользователей Сайта.</p>
					<p class="text--small">
						3.2. При первом и каждом последующем доступе к Сайту обязанностью Пользователя является внимательное ознакомление с текущими
						Условиями.
					</p>
					<p class="text--small">
						3.3. Компания вправе в любое время пересмотреть и изменить Условия, обновив данную публикацию. Такие обновления являются для Вас
						обязательными, и, поэтому, Вам следует посещать данную страницу при каждом доступе к Сайту для ознакомления с действующими на
						текущий момент Условиями.
					</p>
					<p class="text--sm-bold">4. Принятие Условий</p>
					<p class="text--small">
						4.1. При доступе к Сайту и просмотре его Информации Вы принимаете настоящие Условия, без каких-либо ограничений или оговорок.
					</p>
					<p class="text--small">4.2. Если Вы не согласны с настоящими Условиями, Вы обязаны не пользоваться Сайтом и покинуть его.</p>
					<p class="text--sm-bold">5. Права интеллектуальной собственности</p>
					<p class="text--small">
						5.1. Сайт и Интеллектуальная Собственность являются объектом охраны авторского права и иного права интеллектуальной
						собственности как в Республике Казахстан, так и за её пределами. Все исключительные, имущественные и иные права на Сайт и
						Интеллектуальную Собственность принадлежат Компании и/или иным правообладателям (в применимых случаях).
					</p>
					<p class="text--small">
						5.2. Вам следует принять к сведению, что всё, что Вы видите или можете прочесть на Сайте, защищено и охраняется авторским
						правом, гражданским законодательством и иными законами Республики Казахстан, иных стран и международными договорами и не может
						быть использовано без письменного разрешения Компании или иного правообладателя (в применимых случаях).
					</p>
					<p class="text--small">
						5.3. Вся Интеллектуальная Собственность, включая наименования "Teva", "Тева", "ратиофарм", "ratiopharm", "Актавис", "Actavis",
						представляют собой зарегистрированные и незарегистрированные объекты права интеллектуальной собственности Компании либо
						компаний, входящих в Группу компаний Тева или иных правообладателей (в применимых случаях).
					</p>
					<p class="text--small">
						5.4. Группа компаний Тева и Компания будут активно осуществлять свои права интеллектуальной собственности по всей строгости
						закона, включая требования о возмещении убытков, взыскание компенсаций, уголовное и административное преследование..
					</p>
					<p class="text--small">
						5.5. Ничто из Информации не должно толковаться как предоставление (подразумеваемым образом, в силу правовой презумпции, или иным
						образом), какой-либо лицензии или права на использование какой-либо Интеллектуальной Собственности без письменного разрешения
						Компании или иного правообладателя, который может владеть Интеллектуальной Собственностью.
					</p>
					<p class="text--small">
						5.6. Изображения людей или мест, приведённые на Сайте, либо являются собственностью Компании/иного правообладателя, либо
						используются Компанией/иным правообладателем с соответствующего разрешения. Использование таких изображений Вами или кем-либо
						уполномоченным Вами, запрещено. Любое незаконное использование изображений может привести к нарушению прав владельцев данных
						изображений и применимого законодательства.
					</p>
					<p class="text--sm-bold">6. Использование Сайта</p>
					<p class="text--small">
						6.1. Сайт может быть использован только Пользователями на территории Республики Казахстан и только и исключительно в объёме
						Разрешённого Использования.
					</p>
					<p class="text--small">
						6.2. При использовании Сайта в соответствии с Разрешённым Использованием, Вам во всяком случае необходимо сохранять указания на
						авторскую принадлежность Информации.
					</p>
					<p class="text--small">6.3. Запрещаются:</p>
					<p class="text--small">
						a. любое коммерческое и некоммерческое использование Сайта, Интеллектуальной Собственности, в том числе, Информации, кроме
						Разрешённого Использования;
					</p>
					<p class="text--small">
						b. доступ к Сайту, Интеллектуальной Собственности, в том числе, Информации, лицам, не достигшим 18-летнего возраста;
					</p>
					<p class="text--small">
						c. сбор и обработка персональных данных, размещённых на Сайте (помимо прямо предусмотренных Сайтом случаев использования
						контактных данных для обратной связи);
					</p>
					<p class="text--small">
						d. любые несанкционированные Компанией, преднамеренные и непреднамеренные действия в отношении Сайта, аппаратно-программного
						комплекса и объектов информатизации Сайта, Интеллектуальной Собственности и Информации.
					</p>
					<p class="text--small">6.4. Во избежание сомнений, являются запрещёнными и не допускаются, среди прочего:</p>
					<p class="text--small">
						a. цитирование Информации, использование (в том числе воспроизведение, распространение, публикация) или приведение ссылок на
						какую-либо Информацию; перевод, переработка и иные действия в отношении Информации и Интеллектуальной собственности без
						письменного разрешения Компании или иного правообладателя;
					</p>
					<p class="text--small">
						b. изменение, модификация, копирование, дублирование, блокирование, уничтожение, перемещение, нарушение целостности и
						сохранности Сайта и Информации.
					</p>
					<p class="text--small">
						6.5. Отдельные Разделы или страницы Сайта могут иметь ограниченный доступ. Вам запрещено посещать данные страницы и
						ознакамливаться с размещённой на них Информацией, если Вы не отвечаете условиям доступа к данным Разделам (на данные страницы).
					</p>
					<p class="text--small">
						6.6. Компания не ознакомлялась со всеми интернет-ресурсами, связанными с Сайтом (включая интернет-ресурсы, содержащие ссылки на
						Сайт, и интернет-ресурсы, на которые имеются ссылки на Сайте), и не несёт ответственности за их содержимое. Вы посещаете
						какие-либо такие интернет-ресурсы на свой страх и риск.
					</p>
					<p class="text--sm-bold">7. Условия обратной связи</p>
					<p class="text--small">
						7.1. Любое сообщение или материал, которые Вы передаёте Компании, посредством электронной почты, или через Сайт или иным
						образом, включая любые данные, информацию, вопросы, комментарии, предложения или что-либо аналогичное, представляют собой и
						будут рассматриваться не являющимися конфиденциальными и не вытекающими из права собственности.
					</p>
					<p class="text--small">
						7.2. Все, что Вы передаёте или публикуете, может быть использовано Компанией, Группой компаний Тева в любых целях, включая,
						помимо прочего, воспроизведение, раскрытие, передачу, издание, распространение, предоставление, публичное сообщение, публичный
						показ, публичное исполнение, перевод, переработку, изменение, копирование, трансляцию и публикацию. Более того, Компания и
						Группа компаний Тева вправе использовать любые идеи, концепции, ноу-хау и технологии, содержащиеся в любом сообщении,
						направленном Вами Компании, для какой бы то ни было цели, включая, помимо прочего, разработку, изготовление, маркетинг и
						реализацию продукции при помощи таких идей, концепций, ноу-хау и технологий.
					</p>
					<p class="text--sm-bold">8. Исключения и ограничение ответственности</p>
					<p class="text--small">
						8.1. Вы используете и просматриваете Сайт на свой страх и риск. Компания по мере возможности будет прикладывать разумные усилия,
						чтобы скорректировать какие-либо ошибки или упущения, о которых нам станет известно. Тем не менее, мы не гарантируем
						бесперебойную работу Сайта в полном объёме, а также не гарантируем, что информация, представленная на Сайте или посредством
						Сайта, не будет содержать каких-либо ошибок или упущений.
					</p>
					<p class="text--small">
						8.2. Возможность доступа к Сайту и использования его содержимого может быть временно ограничена без предварительного уведомления
						в случае системных сбоев, необходимости проведения технического обслуживания или ремонта, либо в силу независящих от Компании
						причин, а также по любому усмотрению Компании без объяснения причин.
					</p>
					<p class="text--small">
						8.3. Хотя Компания вправе время от времени осуществлять мониторинг и просматривать обсуждения, чаты, посты, пересылки, доски
						объявлений и тому подобное на Сайте (при их наличии), Компания не несёт обязательства осуществлять это, и не несёт
						ответственности или обязательств, возникающих из содержания любого такого Раздела Сайта, либо за ошибки, клевету, обвинения,
						оскорбления, упущения, ложь, рекламные материалы, непристойности, порнографию, сквернословие, угрозы, раскрытие конфиденциальной
						информации или неточности, содержащиеся в какой-либо информации в таких Разделах Сайта, размещёнными Вами или любыми иными
						лицами.
					</p>
					<p class="text--small">
						Вам запрещается публиковать на Сайте или пересылать Компании незаконные, рекламные, угрожающие, клеветнические, порочащие,
						непристойные, предосудительные, подстрекательские, порнографические или богохульные материалы, либо какие-нибудь материалы,
						которые могут представлять собой или спровоцировать поведение, которое будет рассматриваться как уголовное или административное
						правонарушение, привести к гражданско-правовой ответственности, или иным нарушениям законодательства.
					</p>
					<p class="text--small">
						Компания будет в полной мере сотрудничать с любыми правоохранительными органами и следовать требованиям суда или
						государственного органа, согласно которым Компания должна раскрыть личность какого-либо лица, публикующего любую такую
						информацию или материалы.
					</p>
					<p class="text--small">
						Компания оставляет за собой право удалять и не публиковать любые Ваши комментарии и сообщения на Сайте.
					</p>
					<p class="text--small">
						8.4. Вам не следует расценивать что-либо на данном Сайте в качестве продвижения или рекламы какой-либо продукции, или в целях
						использования какой-либо продукции, запрещённой законодательством страны Вашего проживания.
					</p>
					<p class="text--small">
						8.5. Сайт не содержит никакие предложения (оферты) о заключении каких-либо договоров или совершении сделок в отношении
						продукции, о которой имеется информация на Сайте. Любая Информация о какой-либо продукции не означает предложение или обещание
						Компании о продаже или иной передаче данной продукции.
					</p>
					<p class="text--small">
						8.6. Сайт не предназначен для предоставления и не содержит никаких консультаций инвестиционного, медицинского характера, или
						иных консультаций в сфере здравоохранения. Компания не оказывает никакие услуги и не предоставляет посредством Сайта медицинскую
						помощь. Во избежание сомнений, никакая Информация не может быть рассмотрена для цели диагностики или в качестве консультации по
						вопросам здоровья или иным медицинским вопросам, а также не может быть использована в качестве основания для назначения или
						применения каких-либо лекарственных средств или методов лечения.
					</p>
					<p class="text--small">
						8.7. Ничто на данном Сайте не представляет собой приглашения или предложения осуществить инвестиции или заняться какими-либо
						ценными бумагами.
					</p>
					<p class="text--small">
						8.8. Ни Компания, ни Группа компаний Тева, ни какая-либо другая сторона, вовлечённая в создание, изготовление, хостинг или
						предоставление Сайта, не имеет никаких обязанностей и не даёт никаких обещаний перед Пользователем в связи с Сайтом и
						Информацией и не несёт ответственности за какие-либо прямые, побочные, случайные, косвенные, штрафные и иные убытки, ущерб,
						упущенную выгоду возникающие вследствие Вашего доступа или использования Сайта или Информации.
					</p>
					<p class="text--small">
						Не ограничивая общий смысл вышесказанного, всё на Сайте предоставляется Вам "В ТОМ СОСТОЯНИИ, В КОТОРОМ НАХОДИТСЯ", БЕЗ
						КАКИХ-ЛИБО ГАРАНТИЙ И ЗАВЕРЕНИЙ, КАК В ПРЯМОМ, ТАК И В КОСВЕННОМ ВЫРАЖЕНИИ, ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ
						ТОВАРНОГО СОСТОЯНИЯ И ПРИГОДНОСТИ ДЛЯ ИСПОЛЬЗОВАНИЯ ПО НАЗНАЧЕНИЮ ИЛИ ОТСУТСТВИЯ НАРУШЕНИЯ АВТОРСКИХ ПРАВ.
					</p>
					<p class="text--small">
						Без ущерба вышесказанному, инструкции по медицинскому применению лекарственных средств публикуются в точном соответствии с
						текстом, утверждённым уполномоченным органом.
					</p>
					<p class="text--small">
						8.9. Компания не принимает на себя и не несёт ответственности за любой ущерб или вирусы, которые могут заразить Ваше
						компьютерное оборудование или иное имущество вследствие Вашего доступа, использования, в том числе, просмотра Сайта, а также
						загрузки каких-либо материалов, данных, текстов, изображений, видео или аудио файлов или иной Информации с Сайта.
					</p>
					<p class="text--sm-bold">9. Персональные данные</p>
					<p class="text--small">
						9.1. Настоящим все Пользователи уведомляются о том, что Компания, Группа компаний Тева или провайдеры различных услуг могут
						осуществлять сбор данных (в той мере, насколько позволяют используемые Пользователями настройки и аппаратно-программный
						комплекс) о применяемых Пользователями технических и программных средствах для доступа и использования Сайта, IP адресах и об
						использовании Сайта. Такой сбор данных может осуществляться обычными способами, применяемыми в сети Интернет (например,
						посредством Интернет-браузеров, файлов cookie, Flash cookie и других интернет-технологий).
					</p>
					<p class="text--small">
						Собираемые таким образом данные: хранятся до минования надобности; предназначены для статистики посещения Сайта, улучшения
						Сайта, маркетинговых программ, информационных целей, анализа данных, защиты законных прав и интересов, а также для иной
						деятельности Группы компаний Тева; могут обрабатываться всеми незапрещёнными применимым законодательством способами, в том
						числе, раскрываться и передаваться иным лицам, включая трансграничную передачу, для вышеуказанных целей.
					</p>
					<p class="text--small">
						Действия Пользователя по доступу и использованию Сайта означают его согласие на сбор и обработку данных как указано выше в
						настоящем пункте Условий.
					</p>
					<p class="text--small">
						9.2. Вы вправе сами предоставить свои персональные данные Компании, например, посредством подписки на новости или направления
						сообщения. Ваши действия по предоставлению Компании персональных данных означают Ваше согласие на сбор и обработку Ваших
						персональных данных (включая накопление, хранение, изменение, дополнение, использование, распространение, трансграничную
						передачу, обезличивание, блокирование, уничтожение и иные действия с персональными данными) для целей, связанных с таким
						предоставлением, а также для внутренних учётных целей, контактов с Вами и иного использования в интересах Компании, Группы
						компаний Тева и иных взаимосвязанных с ними лиц до минования надобности в соответствующих персональных данных.
					</p>
					<p class="text--small">
						При этом Ваше согласие распространяется на Компанию и Группу компаний Тева, а также иных лиц, которым указанные данные могут
						быть переданы.
					</p>
					<p class="text--small">
						9.3. Компания не ожидает, что Вы будете предоставлять ей персональные данные каких-либо третьих лиц. Вы не вправе предоставлять
						Компании такие данные в отсутствие согласия субъекта персональных данных. Предоставление Вами таких данных будет означать, под
						Вашу персональную ответственность, наличие согласия субъекта персональных данных на сбор и обработку его персональных данных
						Компанией, Группой компаний Тева и иными взаимосвязанными с ними лицами на условиях, аналогичных указанным в предыдущем пункте
						Условий, включая, среди прочего, согласие на трансграничную передачу.
					</p>
					<p class="text--small">
						В случае отсутствия указанного выше согласия субъекта персональных данных Вы можете быть привлечены к ответственности по
						возмещению убытков, возникших вследствие использования кем-либо персональных данных без согласия субъекта персональных данных.
						Компания также будет ожидать, что Вы самостоятельно и за свой счёт урегулируете все возможные претензии и требования.
					</p>
					<p class="text--sm-bold">10. Общие положения</p>
					<p class="text--small">
						10.1. Если какое-либо из настоящих Условий станет незаконным, недействительным или иным образом неисполнимым в силу закона, в
						той степени и в пределах юрисдикции, в которой такое условие является незаконным, недействительным или неисполнимым, остальные
						Условия остаются в силе и сохраняют своё полное юридическое действие, а также продолжают оставаться обязательными для исполнения
						и исполнимыми.
					</p>
					<p class="text--small">
						10.2. Настоящие Условия регулируются и толкуются в соответствии с законодательством Республики Казахстан. Споры, возникающие в
						связи с настоящими Условиями, подпадают под исключительную юрисдикцию судов Республики Казахстан.
					</p>
					<p class="text--small">
						10.3. В случае нарушения Условий Компания вправе потребовать возмещения убытков, выплаты компенсаций, а также предпринять иные
						действия по защите нарушенных прав и привлечению виновных лиц к ответственности в соответствии с применимым правом.
					</p>
					<p class="text--small">Если у Вас появятся какие-либо вопросы в отношении настоящих Условий, пожалуйста, свяжитесь с нами.</p>
				</template>
			</CardWrapper>
			<CardWrapper
				:icon="require('@/assets/img/icons/statement.svg')"
				title="Заявление о порядке обработки персональных данных"
				v-if="routeParam === 'statement'"
			>
				<template v-slot:mainContent>
					<p class="text--sm-bold">Определения, используемые в Заявлении о порядке обработки персональных данных</p>
					<p class="text--small">
						«Нежелательное явление» (НЯ) – это любое нежелательное, непреднамеренное или неблагоприятное событие, развившееся при применении
						продукта компании «Тева». В отношении изделий медицинского назначения этот термин также означает «инциденты», а в отношении
						косметических средств – «серьёзные нежелательные эффекты», но для обеспечения удобства при прочтении этого документа будет
						использоваться только термин «нежелательное явление».
					</p>
					<p class="text--small">
						«Аффилированное(-ые) лицо(-а)» – это любое лицо, корпорация, компания, товарищество, совместное предприятие или другая
						организация, контролирующие, контролируемые или находящиеся под общим контролем компании «Тева». В целях этого документа термин
						«контроль» означает владение ≥50% обыкновенных голосующих акций или обыкновенных акций, или право назначать ≥50% членов
						правления соответствующей корпорации, компании, товарищества, совместного предприятия или организации.
					</p>
					<p class="text--small">
						«Персональные данные» – информация, представленная в любом формате, которая может использоваться, прямо или косвенно, отдельно
						или совместно с любой другой информацией для идентификации человека.
					</p>
					<p class="text--small">
						«Тева» используется для обозначения компании «Тева Фармасьютикал Индастриз Лтд.» (Teva Pharmaceutical Industries Ltd.) с главным
						офисом, расположенным по адресу: 5 Базель Стрит, Петах-Тиква, 49131, Израиль, и/или её Аффилированных лиц, также обозначаемых в
						этом документе как «мы», «нас» и «наш».
					</p>
					<p class="text--sm-bold">Компания «Тева» и конфиденциальность персональных данных</p>
					<p class="text--small">
						Обеспечение безопасности пациентов является чрезвычайно важной задачей для компании «Тева», и мы со всей серьёзностью относимся
						к безопасности применения всех наших продуктов. Компании «Тева» необходимо иметь возможность связываться с людьми, которые
						обращаются в компанию по поводу её продуктов, для обеспечения соответствующего наблюдения и получения дополнительной информации,
						предоставления ответов на запросы или отправки запрашиваемых материалов. В этом документе описывается порядок сбора и
						использования персональных данных, для того чтобы мы могли выполнять наши обязательства по контролю за безопасностью всех наших
						продуктов, включая зарегистрированные или разрабатываемые лекарственные средства (также известные как «обязательства по
						фармаконадзору»), и обеспечивать качество и безопасность всех наших продуктов.
					</p>
					<p class="text--small">
						Данный документ также применим к косметическим средствам, биологически активным добавкам и изделиям медицинского назначения,
						поскольку международные (в том числе европейские) нормативные требования в отношении таких продуктов требуют аналогичного
						мониторинга безопасности и контроля качества. Однако для обеспечения удобства при прочтении этого документа в нём используется
						только текст касательно обеспечения безопасности лекарственных средств.
					</p>
					<p class="text--sm-bold">Область действия данного Заявления о порядке обработки персональных данных</p>
					<p class="text--small">
						Данное Заявление о порядке обработки персональных данных применимо к информации, которую мы получаем от Вас или собираем о Вас
						через интернет, по телефону, факсу, электронной почте или обычной почте, или в рамках деятельности по сообщению о нежелательных
						явлениях или контролю качества, применимой к компании «Тева». Кроме того, мы можем собирать эту информацию о Вас путём
						использования специальных форм, отправляемых Вами через сайт, который принадлежит компании «Тева» или контролируется ею.
					</p>
					<p class="text--small">
						Если Вы являетесь пациентом, нам также может быть предоставлена информация о Вас от третьих лиц, сообщающих о развившемся у Вас
						нежелательном явлении. Такими третьими лицами могут являться медицинские специалисты, юристы, родственники или другие
						представители общественности.
					</p>
					<p class="text--sm-bold">Собираемая информация и цели её сбора</p>
					<p class="text--small">
						Компания «Тева» имеет юридическое обязательство собирать специфичные данные в интересах общественности в области общественного
						здравоохранения (Статья 9.2 (i) Общего регламента ЕС по защите персональных данных). Согласно законодательству, фармацевтические
						компании, являющиеся держателями регистрационных удостоверений на продукты, должны хранить всю документацию, связанную с
						соответствующим продуктом, как минимум на протяжении срока действия регистрационного удостоверения и ещё в течение 10 лет после
						его истечения. Следовательно, персональная информация, имеющая отношение к безопасности наших продуктов, будет храниться в
						течение указанного периода.
					</p>
					<p class="text--sm-bold">Пациенты (субъекты сообщения)</p>
					<p class="text--small">
						Сбор персональных данных о Вас происходит при предоставлении нам Вами или третьими лицами информации касательно нежелательного
						явления, развившегося у Вас или другого человека. Если автором сообщения о нежелательном явлении являетесь Вы сами, то см.
						раздел «Лица, предоставляющие сообщение».
					</p>
					<p class="text--small">
						Законы, регламентирующие деятельность по фармаконадзору, требуют от нас регистрацию подробных данных о каждом нежелательном
						явлении, о котором нам становится известно, для того чтобы обеспечить его оценку и сопоставление с другими нежелательными
						явлениями, зарегистрированными при применении соответствующего продукта. Персональные данные, которые мы можем собирать о Вас в
						случаях, когда Вы являетесь субъектом сообщения о нежелательном явлении, включают в себя следующие:
					</p>
					<p class="text--small  ">• ФИО или инициалы;</p>
					<p class="text--small  ">• возраст и дата рождения;</p>
					<p class="text--small  ">• пол;</p>
					<p class="text--small  ">• масса тела и рост;</p>
					<p class="text--small  ">
						• информация о продукте, вызвавшем нежелательную реакцию, включая принятую или назначенную дозу препарата, причину, по которой
						применялся или был назначен продукт, и любые последующие изменения в режиме применения продукта;
					</p>
					<p class="text--small  ">
						• информация о других препаратах или средствах, применяемых в настоящее время или применявшихся на момент развития реакции,
						включая принятую или назначенную дозу препарата, длительность применения, причину, по которой применялся препарат, и любые
						последующие изменения в режиме применения;
					</p>
					<p class="text--small">
						информация о развившейся нежелательной реакции, о получаемом лечении в связи с развившейся реакцией, и о любых отдалённых
						последствиях этой реакции для Вашего здоровья; и
					</p>
					<p class="text--small  ">
						• другие данные из медицинского анамнеза, которые будут расценены как значимые лицом, составляющим отчёт, включая лабораторные
						отчёты, лекарственный анамнез и анамнез заболевания.
					</p>
					<p class="text--small">
						Согласно законодательству часть этой информации о Вас считается «конфиденциальными персональными данными».
					</p>
					<p class="text--small">
						Эта информация обрабатывается только в тех случаях, когда это требуется и необходимо для надлежащего документирования
						развившейся у Вас реакции и в целях соблюдения требований по фармаконадзору, обеспечению безопасности и любых других законных
						требований. Эти требования введены для того, чтобы мы и уполномоченные органы (такие как Европейское агентство по лекарственным
						средствам [EMA]) имели возможность оценивать нежелательные явления и принимать меры для профилактики подобных явлений в будущем.
					</p>
					<p class="text--sm-bold">Лица, предоставляющие сообщение</p>
					<p class="text--small">
						Сбор информации о Вас происходит при предоставлении нам Вами информации касательно сообщаемых Вами нежелательных явлений.
					</p>
					<p class="text--small">
						Законы, регламентирующие деятельность по фармаконадзору, требуют от нас обеспечения отслеживаемости нежелательных явлений и их
						доступности для дальнейшего наблюдения. В результате мы должны предоставить достаточную информацию о лицах, предоставляющих
						сообщение о НЯ, для того чтобы с ними можно было связаться после получения сообщения. Персональные данные, которые мы можем
						собирать о Вас в случаях, когда Вы сообщаете о НЯ, включают Ваши:
					</p>
					<p class="text--small  ">• ФИО;</p>
					<p class="text--small  ">• контактные данные (которые могут включать Ваш адрес, адрес электронной почты, телефон или факс);</p>
					<p class="text--small  ">
						• данные о профессии (эта информация может использоваться при формулировке вопросов, которые Вам могут задавать о нежелательном
						явлении, в зависимости от Вашего предполагаемого уровня медицинских знаний); и
					</p>
					<p class="text--small">взаимоотношения с субъектом сообщения.</p>
					<p class="text--small">
						Если Вы также являетесь субъектом сообщения, эта информация может быть объединена с информацией, которую Вы предоставляете в
						связи с развившейся у Вас реакцией.
					</p>
					<p class="text--sm-bold">Использование и передача персональных данных</p>
					<p class="text--small">
						В рамках выполнения наших обязательств по фармаконадзору мы можем использовать и передавать персональные данные в целях:
					</p>
					<p class="text--small  ">• изучения нежелательных явлений;</p>
					<p class="text--small  ">
						• осуществления контактов с Вами для получения дополнительной информации о сообщаемом Вами нежелательном явлении;
					</p>
					<p class="text--small  ">
						• сопоставления информации о нежелательном явлении с информацией о других нежелательных явлениях, полученной компанией «Тева», с
						целью анализа безопасности конкретной партии, продукта компании «Тева» или активного вещества препарата в целом; и
					</p>
					<p class="text--small  ">
						• предоставления обязательных отчётов в национальные и/или региональные уполномоченные органы, для того чтобы они могли провести
						анализ безопасности конкретной партии, продукта компании «Тева» или активного вещества препарата в целом наряду с отчётами из
						других источников.
					</p>
					<p class="text--small">
						Персональные данные, полученные от Вас в порядке, описанном в данном документе, также могут передаваться третьим сторонам в
						случае продажи, предоставления, передачи или приобретения компании или конкретного продукта/разработок в терапевтической
						области; в таком случае мы будем требовать от покупателя, принимающей стороны или приобретателя соблюдения требований применимых
						законов о защите персональных данных.
					</p>
					<p class="text--small">
						Кроме того, мы можем передавать персональные данные другим фармацевтическим компаниям, которые являются нашими партнёрами по
						совместному маркетингу, совместному распространению продукции, или другим лицензированным партнёрам, когда обязательства по
						фармаконадзору для какого-либо конкретного продукта требуют такого обмена информацией по безопасности.
					</p>
					<p class="text--small">
						В соответствии с законами, регламентирующими деятельность по фармаконадзору, мы передаём информацию национальным и/или
						региональным уполномоченным органам, таким как Европейское агентство по лекарственным средствам. Мы не можем контролировать
						использование ими любой передаваемой нами информации, однако следует принять к сведению, что в этих обстоятельствах мы не
						сообщаем никакую информацию, с помощью которой можно идентифицировать личность человека (например, ФИО или контактные данные), а
						передаём только обезличенную информацию.
					</p>
					<p class="text--small">
						Мы можем опубликовать информацию о нежелательных явлениях (например, в рамках анализа конкретных случаев или в соответствующих
						резюме); в этом случае мы удалим любую идентифицирующую информацию из публикаций, чтобы было невозможно идентифицировать ничью
						личность.
					</p>
					<p class="text--sm-bold">Международная база данных</p>
					<p class="text--small">
						Наши обязательства по фармаконадзору требуют от нас системного анализа отчётов, получаемых из каждой страны, в которой
						зарегистрированы наши продукты. Для обеспечения соответствия этим требованиям информация, предоставляемая в рамках сообщения о
						нежелательных явлениях, распространяется по всем международным отделениям компании «Тева» посредством Международной базы данных
						компании «Тева». Эта база данных также является платформой, посредством которой компания «Тева» направляет отчёты о НЯ в
						различные контролирующие органы, включая базу данных Eudravigilance (корпоративная система Европейского агентства по
						лекарственным средствам для управления и анализа информации о подозреваемых нежелательных реакциях, развивающихся при
						использовании лекарственных препаратов, которые разрешены к применению на территории Европейской экономической зоны), и другие
						аналогичные базы данных, согласно требованиям законодательства.
					</p>
					<p class="text--sm-bold">Ваши права</p>
					<p class="text--small">
						Поскольку безопасность пациентов является чрезвычайно важной задачей, мы сохраняем всю информацию, собираемую о Вас в рамках
						получения отчётов о НЯ, чтобы иметь возможность оценивать долгосрочную безопасность наших продуктов.
					</p>
					<p class="text--small">
						Для Европы: в соответствии с действующим законодательством Вы имеете право запрашивать у компании «Тева» копию собранной о Вас
						информации, внесение в неё исправлений, её удаление или ограничение обработки, либо делать нам запрос на передачу некоторой из
						этой информации другим организациям. Кроме того, Вы имеете право на возражение против некоторых вариантов обработки информации.
						В некоторых ситуациях эти права могут быть ограничены – например, в случаях, когда мы можем подтвердить законные требования о
						необходимости обработки или хранения Ваших персональных данных. Вы можете воспользоваться перечисленными правами, связавшись с
						уполномоченным сотрудником компании «Тева», ответственным за обеспечение защиты персональных данных в Европе, по адресу:
						EUPrivacy@tevaeu.com.
					</p>
					<p class="text--small">
						Обратите внимание, что по причинам правового характера мы не можем удалить информацию, собранную в рамках сообщения о
						нежелательных явлениях, за исключением случаев, если она является неточной. Кроме того, мы можем потребовать от Вас
						подтверждения Вашей личности, прежде чем выполним какой-либо запрос по поводу доступа к персональным данным или их исправления.
					</p>
					<p class="text--small">
						Мы надеемся, что сможем разрешить любые запросы, которые Вы можете сделать относительно порядка обработки Ваших персональных
						данных. Если у Вас появятся какие-либо вопросы/сомнения касательно обработки нами Ваших персональных данных, Вы можете связаться
						с Отделом защиты данных компании «Тева» - адрес для Европы: EUPrivacy@tevaeu.com (адрес для Германии: datenschutz@teva.de). Если
						у Вас имеются неразрешённые проблемы, то Вы также можете подать жалобу в уполномоченный орган по надзору за соблюдением
						законодательства о защите персональных данных в Вашей местности. По этой ссылке представлена контактная информация
						соответствующих уполномоченных органов в странах ЕС. Для получения информации по другим регионам, пожалуйста, свяжитесь с нами
						по адресу: IL_Privacy.Tevail@teva.co.il.
					</p>
					<p class="text--sm-bold">Безопасность</p>
					<p class="text--small">
						Компания «Тева» принимает меры по обеспечению безопасности персональных данных от случайной потери и несанкционированного
						доступа, использования, изменения или раскрытия. Кроме того, мы принимаем дополнительные меры по обеспечению безопасности
						информации, включая использование средств контроля доступа, строгих требований по обеспечению физической безопасности и надёжных
						методов сбора, хранения и обработки информации.
					</p>
					<p class="text--sm-bold">Международная передача данных</p>
					<p class="text--small">
						Все базы данных системы фармаконадзора, используемые компанией «Тева», включая Международную базу данных, расположены в Израиле.
						Управление базами данных и их поддержка осуществляются круглосуточно командами IT-специалистов системы фармаконадзора компании
						«Тева» в Израиле, Румынии, Германии и США. В Индии компания «Тева» также пользуется услугами компании по обработке данных
						(компания Accenture) для ввода данных, управления данными и очистки данных в ограниченной части базы данных системы
						фармаконадзора. Передача данных в Израиль осуществляется на основании решения Европейской комиссии о достаточности мер для
						государства Израиль. Передача данных в США осуществляется на основании сертификации, полученной компанией «Тева» в рамках
						программы по защите конфиденциальных данных в США. Передача данных в Индию осуществляется на основании типовых положений
						Европейской комиссии. Для получения дополнительной информации о любом из этих вариантов передачи информации, пожалуйста,
						свяжитесь с нами по адресу электронной почты, указанному ниже.
					</p>
					<p class="text--small">
						Информация о пациентах также может передаваться по всему миру в пределах нашей Международной базы данных. Такая передача данных
						может включать в себя передачу за пределы Вашей страны в государства, в которых имеются различия в законах о защите данных.
						Компания «Тева» предпринимает соответствующие меры для обеспечения надлежащей защиты персональных данных при их передаче в такие
						страны. При нахождении данных в базах данных компании «Тева» к ним применяются все меры по обеспечению безопасности, описанные в
						этом документе, а когда данные подвергаются обработке в системах третьих сторон, компания «Тева» заключает с такими сторонами
						соглашения, которые гарантируют соблюдение третьими сторонами соответствующих требований и адекватных мер по обеспечению
						безопасности.
					</p>
					<p class="text--sm-bold">Внесение изменений в Заявление о порядке обработки персональных данных</p>
					<p class="text--small">
						Если мы решим внести какие-либо изменения в это Заявление о порядке обработки персональных данных, то мы опубликуем информацию о
						таких изменениях на сайте с помощью визуально выделяющегося уведомления.
					</p>
					<p class="text--sm-bold">Контактная информация</p>
					<p class="text--small">
						Копии персональных данных передаются в компанию «Тева», размещаются и хранятся в базах данных на серверах, расположенных в
						Израиле, которые принадлежат и обслуживаются компанией Teva Pharmaceutical Industries Ltd. – израильской компанией с
						ограниченной ответственностью, осуществляющей основную деятельность по адресу:
					</p>
					<p class="text--small">5 Базель Стрит,</p>
					<p class="text--small">а/я 3190,</p>
					<p class="text--small">Петах-Тиква, 49131,</p>
					<p class="text--small">Израиль.</p>
					<p class="text--small">
						Если в любой момент у Вас возникнут вопросы или проблемы, связанные с данным Заявлением о порядке обработки персональных данных,
						свяжитесь по электронной почте с нашим уполномоченным сотрудником, ответственным за обеспечение защиты персональных данных в
						Европе, по адресу: EUPrivacy@tevaeu.com. Для получения информации в других регионах, пожалуйста, свяжитесь с нами по адресу:
						IL_Privacy.Tevail@teva.co.il. Мы будем прилагать все разумные усилия для предоставления своевременных ответов на Ваши вопросы
						или решения возникшей у Вас проблемы.
					</p>
					<p class="text--small"></p>
				</template>
			</CardWrapper>
			<CardWrapper
				:icon="require(`@/assets/img/icons/lock.svg`)"
				title="Политика конфиденциальности"
				v-if="routeParam === 'confidentiality'"
			>
				<template v-slot:mainContent>
					<p class="text--sm-bold">
						Термины и определения
					</p>
					<p class="text--small">
						«Уведомление» – настоящее Уведомление о конфиденциальности и cookie-файлах.
					</p>
					<p class="text--small">
						«Аффилированное(-ые) лицо(-а)» – это любое лицо, корпорация, компания, товарищество, совместное предприятие или другая
						организация, контролирующие, контролируемые или находящиеся под общим контролем Тева. В целях этого документа термин «контроль»
						означает владение ≥50% обыкновенных голосующих акций или обыкновенных акций, или право назначать ≥50% членов правления
						соответствующей корпорации, компании, товарищества, совместного предприятия или организации.
					</p>
					<p class="text--small">
						«Персональные данные» – информация, представленная в любом формате, которая может использоваться, прямо или косвенно, отдельно
						или совместно с любой другой информацией для идентификации человека.
					</p>
					<p class="text--small">
						«Пользователь» – любой посетитель Сайта, любое лицо, осуществляющее ознакомление с информацией, содержащейся на Сайте, или
						претендующее на доступ к Сайту или такой информации.
					</p>
					<p class="text--small">
						«Тева» используется для обозначения компании «Тева Фармасьютикал Индастриз Лтд.» (Teva Pharmaceutical Industries Ltd.) с главным
						офисом, расположенным по адресу: 5 Базель Стрит, Петах-Тиква, 49131, Израиль, и/или её Аффилированных лиц, включая Компанию,
						также обозначаемых в этом документе как «мы», «нас» и «наш».
					</p>
					<p class="text--small">
						«Компания» – Товарищество с ограниченной ответственностью «ратиофарм Казахстан» (БИН
						<span class="text--cl-green">071 040 003 425</span>).
					</p>
					<p class="text--sm-bold">
						Администрирование Сайта
					</p>
					<p class="text--small">
						Администрирование Сайта осуществляется Компанией совместно с Тева и Аффилированными лицами. Вы можете просмотреть список всех
						компаний, являющихся Аффилированными лицами, на следующем интернет-ресурсе:
						<a href="http://www.tevapharm.com" class="text--cl-green">http://www.tevapharm.com</a>.
					</p>
					<p class="text--sm-bold">
						Сфера действия Уведомления
					</p>
					<p class="text--small">
						Данное Уведомление применяется к Персональным данным, которые мы собираем посредством Сайта. В нем описывается то, как мы
						используем ваши Персональные данные, и ваши права по защите Персональных данных, в том числе право ограничивать некоторые виды
						обработки Персональных данных, которую мы осуществляем. Дополнительная информация о ваших правах и порядке их осуществления
						приведена в разделе «Как мы храним вашу информацию и ваши права».
					</p>
					<p class="text--small">
						Наш Сайт может содержать ссылки на другие интернет-ресурсы, которые мы не контролируем. Тева не несет никакой ответственности за
						подходы к конфиденциальности и способы ее обеспечения на таких интернет-ресурсах. Кроме того, ссылки на нашем Сайте могут
						направлять Посетителей на другие администрируемые Тева интернет-ресурсы, которые применяют свои собственные политики
						конфиденциальности.
					</p>
					<p class="text--sm-bold">
						Как мы используем вашу информацию
					</p>
					<p class="text--small">
						Мы обрабатываем Персональные данные, которые собираем, для следующих целей:
					</p>
					<ul>
						<li>• с вашего согласия для:</li>
						<li>• предоставления вам информации о коммерческой деятельности, товарах или услугах;</li>
						<li>• ответа на ваши запросы или другую корреспонденцию, которую вы направили посредством Сайта;</li>
						<li>• размещения cookie-файлов и других технологий, как описано ниже;</li>
						<li>
							<ul>
								<li>
									• обеспечения возможности реализации наших деловых интересов, в частности:
								</li>
								<li>
									• анализа использования Сайта, для того чтобы непрерывно улучшать контент и измерять эффективность;
								</li>
								<li>
									• оптимизации и адаптации использования Сайта и нашего общения с вами;
								</li>
								<li>
									• соблюдения законодательных нормативных требований, а также требований фармакологического надзора и соответствия, для
									того чтобы отвечать на запросы государственных органов о предоставлении информации.
								</li>
							</ul>
						</li>
					</ul>
					<p class="text--sm-bold">
						Использование ваших Персональных данных
					</p>
					<p class="text--small">
						Тева может разглашать ваши Персональные данные следующим категориям получателей (во всех случаях только при необходимости
						выполнения их обязанностей):
					</p>
					<p class="text--small">
						• нашему персоналу (в том числе работникам и внешним консультантам), профессиональным консультантам и агентам;
					</p>
					<p class="text--small">
						• функциональным подразделениям и компаниям, являющимся Аффилированными лицами, во всем мире; сторонним поставщикам услуг,
						которые обрабатывают ваши Персональные данные от имени Тева и которые связаны договорными обязательствами по обеспечению
						конфиденциальности и надлежащей защиты ваших Персональных данных;
					</p>
					<p class="text--small">
						• покупателям или потенциальным покупателям всего бизнеса Тева или его части (и их профессиональным консультантам);
					</p>
					<p class="text--small">
						• государственным органам и организациям, в том числе сотрудникам правоохранительных органов, если это требуется для целей,
						указанных выше, если это предусмотрено законодательством либо если это необходимо для юридической защиты наших законных
						интересов в соответствии с применимым законодательством.
					</p>
					<p class="text--sm-bold">
						COOKIE-ФАЙЛЫ И ПОХОЖИЕ ТЕХНОЛОГИИ ОТСЛЕЖИВАНИЯ
					</p>
					<p class="text--sm-bold">
						Использование cookie-файлов на Сайте
					</p>
					<p class="text--small">
						Тева использует cookie-файлы для сбора информации о вас и хранения ваших сетевых предпочтений. Cookie-файлы содержат небольшие
						фрагменты информации, которая загружается на ваше устройство при посещении Сайта. Затем cookie-файлы отправляются обратно на
						Сайт, когда вы туда возвращаетесь. Это позволяет Сайту распознать ваше устройство. Более подробные сведения о cookie-файлах
						смотрите на интернет-ресурсе www.allaboutcookies.org.
					</p>
					<p class="text--sm-bold">
						Тева использует на Сайте следующие категории cookie-файлов.
					</p>
					<p class="text--sm-bold">Категория 1: <span class="text--small">строго необходимые cookie-файлы</span></p>
					<p class="text--small">
						Эти cookie-файлы необходимы, чтобы позволять вам беспрепятственно перемещаться по Сайту и использовать его функции. Без этих
						cookie-файлов запрошенные вами услуги (например, запоминание ваших учетных данных) не предоставляются.
					</p>
					<p class="text--sm-bold">Категория 2: <span class="text--small">эксплуатационные cookie-файлы</span></p>
					<p class="text--small">
						Эти cookie-файлы собирают информацию о том, как Посетители используют Сайт. Например, Тева использует эти cookie-файлы, чтобы
						понять, каким образом Посетители попадают на Сайт, просматривают или используют Сайт. Все это позволяет нам понять элементы,
						которые необходимо улучшить, например, навигацию, возможности взаимодействия с Пользователями и маркетинговые кампании. Вся
						информация, получаемая посредством этих cookie-файлов, собирается в единое целое и является анонимной. Эта информация
						используется только для улучшения работы Сайта.
					</p>
					<p class="text--sm-bold">Категория 3: <span class="text--small">функциональные cookie-файлы</span></p>
					<p class="text--small">
						Эти cookie-файлы запоминают сделанный вами выбор (например, выбор языка). Собранная таким образом информация позволяет сделать
						ваши следующие посещения Сайта более индивидуализированными. Информация, собираемая этими cookie-файлами, может быть обезличена
						и эти cookie-файлы не могут отслеживать ваши действия на других интернет-ресурсах.
					</p>
					<p class="text--small">
						Если вы желаете удалить какие-либо cookie-файлы, уже хранящиеся на вашем компьютере, обратитесь к разделу помощи и поддержки
						вашего интернет-браузера за инструкциями по поиску файла или каталога, содержащего cookie-файлы.
					</p>
					<p class="text--small">
						Сведения по удалению или управлению cookie-файлами также доступны на интернет-ресурсе
						<a href="www.allaboutcookies.org" class="text--cl-green">www.allaboutcookies.org</a>. Обратите внимание, что после удаления
						наших cookie-файлов (или отключения будущих cookie-файлов) ваш доступ к определенным разделам или функциям Сайта может стать
						невозможным.
					</p>
					<p class="text--sm-bold">
						Использование веб-маяков
					</p>
					<p class="text--small">
						Некоторые страницы Сайта и отправляемые нами сообщения электронной почты могут содержать электронные изображения, известные как
						веб-маяки (иногда называемые пустыми gif-файлами), позволяющие нам вести учет Пользователей, которые посетили эти страницы или
						прочли наши сообщения электронной почты. Веб-маяки собирают только ограниченную информацию, к которой относятся номер
						cookie-файла, время и дата просмотра страницы и описание страницы, на которой находится веб-маяк. Эти маяки не переносят
						Персональных данных, а используются только для проверки эффективности отдельной кампании.
					</p>
					<p class="text--sm-bold">
						Способы хранения вашей информации и ваши права
					</p>
					<p class="text--small">
						Мы храним всю информацию, которую собираем о ваших взаимодействиях с Тева. Ваша информация будет храниться до минования
						надобности в ней либо в течение срока, разумно необходимого для целей, указанных выше, в соответствии с применимым
						законодательством.
					</p>
					<p class="text--small">
						Вы вправе, согласно применимому законодательству, запросить у Тева копию ваших Персональных данных, чтобы их исправить, удалить,
						ограничить их обработку или попросить нас передать часть этой информации другим организациям. Эти права могут быть ограничены в
						порядке и случаях, установленных применимым законодательством.
					</p>
					<p class="text--small">
						Предоставленное вами согласие на сбор и обработку ваших Персональных данных может быть отозвано в любое время с учетом
						требований применимого законодательства.
					</p>
					<p class="text--small">
						Для осуществления какого-либо из ваших прав в отношении ваших Персональных данных, пожалуйста, свяжитесь с нами. Если вы живете
						в Европе, свяжитесь с нами по адресу <a href="EUprivacy@tevaEU.com" class="text--cl-green">EUprivacy@tevaEU.com</a>, если Вы
						живете в Германии, то, пожалуйста, свяжитесь с нами по адресу
						<a href="datenschutz@teva.de" class="text--cl-green">datenschutz@teva.de</a>. Жители других регионов могут связаться с нами по
						адресу <a href="IL_Privacy.Tevail@teva.co.il" class="text--cl-green">IL_Privacy.Tevail@teva.co.il</a>.
					</p>
					<p class="text--small">
						Надеемся, что мы можем удовлетворить любые запросы, которые у вас могут возникнуть относительно наших способов обработки ваших
						Персональных данных. Если у вас имеются какие-либо замечания относительно того, как мы обрабатываем ваши Персональные данные, вы
						можете связаться с отделом защиты данных Тева, обратившись к нам. Если вы живете в Европе, то вы можете связаться с нами по
						адресу <a href="EUprivacy@tevaEU.com" class="text--cl-green">EUprivacy@tevaEU.com</a>. Для лиц, проживающих в Европе и
						Казахстане: если у вас есть вопросы, требующие разрешения, вы также имеете право подать жалобу в уполномоченный орган по месту
						своего проживания, работы, или по месту, в котором, по вашему мнению, произошло нарушение ваших прав в части защиты Персональных
						данных.
					</p>
					<p class="text--sm-bold">
						Международная передача данных
					</p>
					<p class="text--small">
						Тева осуществляет свою деятельность на международном уровне и поэтому ваши Персональные данные могут быть переданы за пределы
						вашей страны в другие государства, в том числе не входящие в Европейскую экономическую зону, включая Израиль и США. При передаче
						ваших Персональных данных в Израиль осуществляется на основании решения Европейской комиссии о достаточности мер для государства
						Израиль. Передача Персональных данных в США осуществляется на основании сертификации, полученной Тева в рамках программы по
						защите конфиденциальных данных в США. Передача данных в Индию осуществляется на основании типовых положений Европейской
						комиссии. Информация о соответствующем механизме, используемом компанией Teva, может быть предоставлена по запросу по адресу
						<a href="EUprivacy@tevaEU.com." class="text--cl-green">EUprivacy@tevaEU.com</a>.
					</p>
					<p class="text--sm-bold">
						Изменения и дополнения в настоящее Уведомление
					</p>
					<p class="text--small">
						Если мы решим внести какие-либо изменения в настоящее Уведомление, то мы опубликуем информацию о таких изменениях на Сайте с помощью визуально выделяющегося уведомления. Тем не менее, регулярный просмотр этой страницы позволит вам постоянно знать, какую информацию мы собираем, как Тева использует собранную информацию и при каких условиях будет делиться ею с другими сторонами.
					</p>
				</template>
			</CardWrapper>
		</div>
	</main>
</template>

<script>
import CardWrapper from '@/components/CardWrapper'

export default {
	name: 'Docs',
	components: {
		CardWrapper
	},
	data() {
		return {
			routeParam: ''
		}
	},
	created() {
		this.checkParam()
	},
	watch: {
		// call again the method if the route changes
		$route: 'checkParam'
	},
	methods: {
		checkParam() {
			this.routeParam = this.$route.params.doc
		}
	},
	mounted() {}
}
</script>

<style></style>
